{
  "nav": {
    "home": "Home",
    "order": "Order",
    "ourCustomers": "Our Customers",
    "aboutUs": "About us",
    "contactUs": "Contact Us",
    "dashboard": "Dashboard",
    "logout": "Logout"
  },
  "auth": {
    "login": "Log in",
    "businessName": "Business Name",
    "contactPerson": "Contact Person",
    "address": "Address",
    "phoneNumber": "Phone Number",
    "postalNumber": "Postal Number",
    "city": "City",
    "register": "Register",
    "enterEmail": "Enter your email address",
    "enterPassword": "Enter your password",
    "confirmPassword": "Confirm Password",
    "forgotPassword": "Forgotten password?",
    "email": "Email",
    "password": "Password",
    "loginButton": "Log in",
    "registerButton": "Register",
    "switchToRegister": "Register",
    "switchToLogin": "Already have an account? Log in",
    "loading": "Loading...",
    "loginFailed": "Login failed. Please try again.",
    "registrationFailed": "Registration failed. Please try again.",
    "note1": "You can use and try 123 Fakturera for free for 14 days.",
    "note2": "This is a true full-version, so you can send out 1000 invoices or more, for free.",
    "note3": "123 Fakturera is so easy and self-explanatory that the chance that you will need help is minimal, but if you should need support, we are here for you, with our office manned for most part of the day. After the trial period, the subscription continues and costs 99 SEK excluding VAT per month, which is billed annually. If you do not want to keep the program, just cancel the trial period by giving notice before 14 days from today.",
    "note4": "Click Invoice Now to start invoicing and to accept the <1>terms</1>, and your first invoice is normally ready to be sent in 5 - 10 minutes."
  },
  "dashboard": {
    "welcome": "Welcome back",
    "title": "Dashboard",
    "quickActions": "Quick Actions",
    "viewReports": "View Reports",
    "settings": "Settings",
    "profile": "Profile"
  },
  "footer": {
    "company": "123 Fakturera",
    "copyright": "Lätt faktura, CRO no. 638537, 2025. All rights reserved.",
    "links": {
      "home": "Home",
      "order": "Order",
      "contact": "Contact Us",
      "privacy": "Privacy Policy",
      "terms": "Terms of Service"
    }
  },
  "common": {
    "loading": "Loading...",
    "error": "An error occurred",
    "success": "Success",
    "cancel": "Cancel",
    "save": "Save",
    "delete": "Delete",
    "edit": "Edit",
    "close": "Close"
  },
  "terms": {
    "title": "Terms",
    "closeButton": "Close and go back",
    "intro": "By clicking Invoice Now, you choose to register according to the information that you have typed in and the text on the registration page and the terms here, and you at the same time accept the terms here.",
    "free_trial": "You can use the program FOR FREE for 14 days.",
    "subscription": "123 Fakturera is so easy and self-explanatory that the chance that you will need support is minimal, but if you should need support, we are here for you, with our office manned for the most part of the day. After the trial period, the subscription continues and costs SEK 99 excluding VAT per month, which is billed annually. If you do not want to keep the program, just cancel the trial period by giving notice before 14 days from registration.",
    "termination_right": "You have of course the right to terminate the use of the program without any costs, by giving us notice per email before 14 days from registration, that you do not want to continue with the program, and you then of course do not pay anything.",
    "no_notice": "If we do not receive such a notice from you before 14 days from registration, then the order, for natural reasons, cannot be changed. With registration it is meant the date and time when you did choose to press the button Invoice Now.",
    "billing": "Billing is for one year at a time.",
    "additional_modules": "The price for 123 Fakturera (offer price SEK 99 per month / ordinary price SEK 159 per month) is for the annual fee Start for one year's use of the program.",
    "registration_period": "(When using the offer price of SEK 99, the one-year period is calculated from registration.) <br/> All prices are excluding. VAT.",
    "offer": "Offer, Inventory Control, Member Invoicing, Multiuser version and English printout are (or can be) additional modules that can be ordered later.",
    "intermediation": "Intermediation, as well as invoicing, may take place from K-Soft Sverige AB, Box 2826, 187 28 Täby. In the future, we may choose to cooperate with another company for e.g. intermediation and invoicing. However, the customer relationship is with us. The payment is made to the company from which the invoice comes.",
    "renewal": "The annual fee is on a continuous basis, but if you do not wish to continue using the program, all you have to do is give notice thirty days before the start of the next one-year period. The introductory offer ( SEK 99 per month) is for the annual fee Start for the first year. After the first year, the ordinary price is billed, which is currently, for annual fee Start, one hundred and fifty-nine kroner per month, for annual fee Remote control, three hundred kroner per month and for annual fee Pro, three hundred and thirty-three kroner per month. After one year, the annual Remote Control fee is invoiced as standard, but you can choose Start or Pro by giving notice at any time before the due date.",
    "pricing_details": "If you choose to keep the program by not notifying us by email within 14 days of registration that you do not wish to continue with the program, you accept that you will pay the invoice for your order. Failure to pay the invoice or late payment does not give the right to cancel the order. We are happy to help you with logo at a cost price.",
    "license": "License for the use of 123 Fakturera is of course sold in accordance with applicable laws. In order to be able to help you more easily and provide you with support, as well as to comply with the laws, we, for natural reasons, have to store your information.",
    "additional": "In connection with the storage of information, the law requires that we provide you with the following information:",
    "private_person": "If you order as a private person, you have the right to cancel as stated by law. Your information is stored so that we can help you, etc. We will use it to be able to help you if you need help, follow the laws regarding bookkeeping, etc. When there are upgrades and the like, we may send you offers and the like about our products and services by email or the like. You may be contacted by email, post and telephone. If you don't want to be contacted, just send us an email about it.",
    "ask_info": "You can at any time ask not to be sent information about upgrades by email, letter or the like, and we will of course not do that. You send such a request to us by email, post or similar. For natural reasons, we have to store, process and move your data. Your information is stored until further notice. You give us permission to store, process and move your data, as well as to send you offers and the like by email, letter and the like, and tell others that you are customer. Due to the way it works with software, permission also needs to be given to other parties. The permission is therefore granted to us, as well as to the companies and/or person(s) who own the software, the source code, the website and the like. It is also given to current and future companies owned and/or controlled by one or more of those who currently own and/or control us. It is also given to current and future companies owned and/or controlled by one or more of those who currently own and/or control the companies (if any), which own or will own the software, source code, website and the like. It is also given to current and future persons (if any) who own or will own the software, source code, website and the like. This applies both to current and future products and services. It is also given to another company, (like K-Soft Sverige AB), which we can use to send/sell products, upgrades and the like, either by intermediation or otherwise.",
    "course_right": "You of course have the right to request access to, change and deletion of the information we hold about you. You also have the right to request restriction of data processing, and to object to data processing and the right to data portability. You have the right to complain to the supervisory authority. You can find more legal information about us <1>here</1>. The laws of Ireland are the applicable laws. Placing an order is of course completely voluntary. Of course, we do not use any automated profiling or decisions.",
    "closing": "If you wish to contact us, please use the information on this website. Click on Invoice Now to register according to the information you have entered and the terms here. (Date and time of admission are entered automatically in our registers.) Our experience is that our customers are very satisfied with the way we work and hope and believe that this will also be your experience. <br/> Have a great day!"
  },
  "sidebar": {
    "header": "Menu",
    "invoices": "Invoices",
    "customer_register": "Customer Register",
    "my_business": "My Business",
    "invoice_journal": "Invoice Journal",
    "price_list": "Price List",
    "multiple_invoicing": "Multiple Invoicing",
    "unpaid_invoices": "Unpaid Invoices",
    "offer": "Offer",
    "inventory_control": "Inventory Control",
    "member_invoicing": "Member Invoicing",
    "import_export": "Import and Export",
    "support": "Support",
    "logout": "Log Out"
  },
  "authNavbar": {
    "new_product": "New Product",
    "print_list": "Print List",
    "advance_mode": "Advance Mode"
  },
  "priceList": {
    "search_product": "Search Product...",
    "free_search": "Free Search",
    "new_product": "New Product",
    "print_list": "Print List",
    "advance_mode": "Advance Mode",
    "product_service": "Product / Service",
    "in_price": "In Price",
    "price": "Price",
    "in_stock": "In Stock",
    "description": "Description",
    "actions": "Actions",
    "edit_product": "Edit Product",
    "delete_product": "Delete Product",
    "confirm_delete_title": "Confirm Delete",
    "confirm_delete_message": "Are you sure you want to delete this product?",
    "confirm_delete_submessage": "The product will be permanently deleted if you choose yes.",
    "yes_delete": "Yes, Delete",
    "cancel": "Cancel",
    "loading_more": "Loading more products...",
    "server_error": "Server busy, please try again later.",
    "delete_error": "Failed to delete product. Please try again."
  }
}
